Repository: kodi-community-addons/script.skin.helper.skinbackup
Catalog: resources/language/resource.language.*/strings.po
Languages: hu_hu

# #32000
source: General
hu_hu: Általános

# #32001
source: Default backup path
hu_hu: Alap mentési útvonal

# #32002
source: Select location to store skin backups
hu_hu: Mappa kiválasztása a felszín mentéshez

# #32003
source: Please enter a name for the backup
hu_hu: Adj nevet a mentésnek

# #32004
source: Backup the skin settings
hu_hu: Felszín beállítások mentése

# #32005
source: Backupfile was succesfully created!
hu_hu: Mentésfájl létrehozva

# #32006
source: Restore the skin settings
hu_hu: Felszínbeállítások visszaállítása

# #32007
source: Restoring...
hu_hu: Visszaállítás...

# #32008
source: Select skin backup file
hu_hu: Felszínmentés kiválasztása

# #32009
source: Your backup is succesfully restored!
hu_hu: Mentésből visszaállítva!

# #32010
source: Reset the skin to default settings
hu_hu: Felszínbeállítások alapállapotba állítása

# #32011
source: Are you sure you want to reset the skin to default settings ?
hu_hu: Biztosan visszaállítod a felszínbeállításokat alapbeállításra?

# #32012
source: Settings
hu_hu: Beállítások

# #32013
source: Create new backup
hu_hu: Új mentés készítése

# #32014
source: Select backup from file
hu_hu: Mentés kiválasztása

# #32015
source: Restore
hu_hu: Visszaállítás

# #32016
source: Manage skin backups
hu_hu: Mentések kezelése

# #32017
source: Please enter the time that this theme should be activated (hh:mm in 24-hours format)
hu_hu: Állítsd be az időt mert ez a téma igényli a (óó:pp 24-órás formátumot)

# #32018
source: Did you enter the time in the correct format ?
hu_hu: Beállítottad az időt a korrekt formátumra ?

# #32019
source: Activates every day at
hu_hu: Aktiválás minden nap ekkor

# #32020
source: Manage Color themes
hu_hu: Színtémák kezelése

# #32021
source: Apply this Color Theme
hu_hu: Színtéma alkalmazása

# #32022
source: Export this theme to file
hu_hu: Téma exportálása fájlba

# #32023
source: Enter a name for your color theme
hu_hu: Adj nevet a saját színtémának

# #32024
source: Screenshot of color theme (optional)
hu_hu: Színtéma képernyőmentés (opcionális)

# #32025
source: User defined color theme
hu_hu: Felhasználói színtéma

# #32026
source: Color theme created succesfully
hu_hu: Színtéma létrehozva

# #32027
source: Your color theme is now available in the list of available themes
hu_hu: A saját témád most az elérhető témák listájaban van

# #32028
source: Enter a name for the theme
hu_hu: Névválasztás a témához

# #32029
source: Select location to store export
hu_hu: Elérési út a tárolási exportáláshoz

# #32030
source: Select skin theme backup file
hu_hu: Felszín téma mentés fájl kiválasztása

# #32031
source: Select Color theme
hu_hu: Színtéma kiválasztás

# #32032
source: Enable automatic daily backups
hu_hu: Automatikus napi mentés engedélyezése

# #32033
source: Restoring...
hu_hu: Visszaállítás...

# #32034
source: Maximum number of historic backups to keep
hu_hu: Maximális mentések száma

# #32035
source: Create Color Theme
hu_hu: Színtáma készítése

# #32036
source: Create new custom color theme based on your current skin color settings.
hu_hu: Saját színtéma készítése a jelenlegi felszín színbeállításaival

# #32037
source: Import Color Theme
hu_hu: Színtéma importálása

# #32038
source: Import a color theme from file.
hu_hu: Színtéma importálása fájlból
